[MissionIcons.Icon_Nasturtium_GiveScent InteractionIconDefinition]
Text="This is a wolf."

[MissionIcons.ID_MO_Nasturtium_Injector MissionItemDefinition]
UseFailureCharacterMessage="You need it %s Use the item."
ItemName="perfume spray"
PickupMessage="are you there %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="This product is no longer available."
NoManufacturerName="Details"

[MissionIcons.ID_MO_Nasturtium_Injector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Injection of rat poison into eggs."
NoConstraintText=""
Suffix=""
Prefix=""

